const data = [
  {
    id: "1",
    genres: ["Action", "Demons", "Historical", "Shounen", "Supernatiral"],
    _id: "5e562d779dedd61dd0d8f466",
    name: "Kimetsu no Yaiba",
    img: "https://f.ptcdn.info/879/067/000/q4qty4miaSctWniaxw9-o.png",
    score: 6.5,
    reason: [
      {
        _id: "5e562d779dedd61dd0d8f467",
        reasonname: "เรื่องค่อนข้างที่จะธรรมดาเกินไป",
        reasonscore: -1
      },
      {
        _id: "5e562d779dedd61dd0d8f468",
        reasonname: "เนื้อเรื่องค่อนข้างใช้มุกเดิมๆ",
        reasonscore: -1
      },
      {
        _id: "5e562d779dedd61dd0d8f469",
        reasonname: "ฉากเดิมๆซ้ำๆใช้บ่อย",
        reasonscore: -0.5
      },
      {
        _id: "5e562d779dedd61dd0d8f46a",
        reasonname: "ให้เหตุผลกับบางสิ่งบางอย่างน้อยไปหน่อย",
        reasonscore: -0.5
      },
      {
        _id: "5e562d779dedd61dd0d8f46b",
        reasonname: "ไล่ระดับอารมณ์ได้ไม่ดี",
        reasonscore: -0.5
      }
    ],
    comment:
      "อย่างแรกที่ต้องพูดของเรื่องนี้เลยคือคุณภาพของอนิเมชั่น และ เสียงเพลงประกอบต่างๆถือว่าทำมาได้เข้าคาแรคเตอร์ของเรื่องเลยทำได้ดีมาก คุณภาพอนิเมชั่นที่ไม่ได้ตัดฉากไปมาแต่ใช้การเล่นมุมกล้องทำให้ภาพดูลื่นไหลและต่อเนื่อง แต่ก็ไม่ใช่ว่าจะดีตลอดบางช่วงก็มีดรอปๆบ้างแต่ถือว่าอยู่ในมาตราฐานที่ดี ในส่วนของเนื้อเรื่องค่อนข้างที่จะเป็นแนว Shounen ที่หาได้ทั่วๆไปจนเนื้อเรื่องแทบไม่มีอะไรเลย ไม่มีการหักมุม เดินเรื่องเป็นเส้นตรงจนเดาทางของเรื่องค่อนข้างที่จะง่ายและการเดินเรื่องที่ค่อนข้างจะช้ากว่าจะผ่านเหตุการณ์นึงไปได้บางเหตุการณ์แถบหลับ การดำเนินเนื้อเรื่องใช้มุกเดิมซ้ำตลอดทั้งเรื่อง ล่าอสูร→ย้อนเวลา→เล่นมุกพักสมอง วนอย่างงี้ไปตลอดแถบจะทั้งเรื่อง ทำให้เหมือนเป็นแค่การดูเนื้อเรื่องตัวละครล่าอสูรเฉยๆ ปมบางปมที่ควรจะเล่น หรือ ควรจะขยายก็ไม่ค่อยนำมาใช้สักเท่าไหร่ แต่ที่ทำให้เรื่องนี้ดูแล้วขัดใจคือการเรียบเรียงอารมณ์ของเนื้อเรื่อง บางช่วงที่อยากให้มันจริงจังจริงๆก็จะชอบมีมุกหรือมีอะไรทำให้ความเข้มข้นจริงจังนั้นโดนขัด การให้เหตุผลหลายๆอย่างของเรื่องก็มีความไม่สมเหตุสมผลอยู่เยอะ",
    logline: "ภาพและเสียงที่โคตรจะดี แต่เนื้อเรื่องค่อนข้างจำเจไปหน่อย",
    reviewer: "zLighT:3",
    createdAt: "2020-02-26T08:33:59.381Z",
    updatedAt: "2020-02-26T08:33:59.381Z"
  },
  {
    id: "2",
    genres: ["Sci-Fi", "Drama", "Romance"],
    name: "Plastic Memories",
    img:
      "https://media.discordapp.net/attachments/633757765378113546/633764930658762752/plastic-memories-wallpapers-26049-1654420.png?width=948&height=534",
    score: 4,
    reason: [
      {
        reasonname: "การเรียบเรียงเนื้อเรื่องและอารมณ์ภายในเรื่อง",
        reasonscore: -2.5
      },
      {
        reasonname:
          "เนื้อเรื่องที่ไม่จำเป็นต่างๆ การใช้ทรัพยากรที่มีไม่คุ้มค่า",
        reasonscore: -2
      },
      {
        reasonname: "ความไม่สมเหตุสมผลของเรื่อง",
        reasonscore: -1
      },
      {
        reasonname: "เรื่องค่อนข้างเดาได้ง่าย ดูไปแล้วจะมีเบื่อๆบ้าง",
        reasonscore: -0.5
      }
    ],
    comment:
      "ขอให้ตัดความเป็น Sci-Fi ของเรื่องไป เพราะ Sci-Fi ของเรื่องเหมือนเอามาเป็นแค่ธีมว่าเรื่องเกี่ยวกับอะไรแล้วที่เหลือก็โยนทิ้งไปเลย แล้วมาโฟกัสความสัมพันธ์ของตัวเอก แต่พอมามองว่าเนื้อเรื่องพยายามที่จะโฟกัสไปที่เรื่องความรักก็ทำได้ไม่ได้ดีมาก เพราะ ด้วยความที่เนื้อเรื่องเองที่พยายามจะ Sci-Fi แต่กลับกลายเป็นความรักธรรมดาๆที่หาดูได้จากเรื่องอื่นทั่วๆไป ไม่มีแม้แต่มิติของตัวละคร หรือ ความสัมพันธ์ที่ดูแล้วรู้สึกจดจำได้เลย ตัวประกอบภายในเรื่องก็เหมือนเอามาใช้ให้มันมีเหตุการณ์อะไรที่ทำให้น่าตื่นเต้นแต่พอจบเหตุการณ์นั้นก็กลับโยนทิ้งเฉยๆ เหมือนแค่เอาเหตุการณ์มาแปะๆให้มันมีเนื้อเรื่อง ปมบางอย่างภายในเรื่องที่สามารถทำให้เนื้อเรื่องมีอะไรไปต่อก็ไม่ได้เอามาขยายหรือแม้แต่ตัวละครพยายามที่จะทำสิ่งๆนึงแต่พอรู้ว่าไม่มีทางเป็นไปไม่ได้ก็ยอมแพ้และไม่พูดถึงมันอีก ก็เลยไม่รู้ว่าเนื้อเรื่องจะสื่ออะไรในหลายๆจุด เรื่องมีทั้งหมด 13 ตอน แต่ได้ดูจริงๆแค่ 3-4 ตอนเท่านั้น แต่ในงานของเพลงประกอบ เพลงเปิดเพลงปิด การแสดงสีหน้าของตัวละครถือว่าทำได้ดีที่สุด ถ้าเรื่องนี้สามารถตัดความเป็น Sci-Fi แล้วทำเป็นเรื่อง Drama-Romance ทั่วๆไปได้ก็จะดีกว่านี้มาก ทำให้สามารถอินกับความรักของเรื่องได้มากกว่านี้เยอะเลย",
    logline: "บิ้วอารมณ์มาทั้งเรื่องก็สู้ตอนที่ 1 แค่ 10 นาทีไม่ได้",
    reviewer: "zLighT:3"
  },
  {
    id: "3",
    genres: [
      "Sci-Fi",
      "Mystery",
      "Horror",
      "Psychological",
      "Thriller",
      "Shounen"
    ],
    name: "The Promised Neverland",
    img:
      "https://img.online-station.net/_content/2019/0927/146122/gallery/1562500464_683_960.jpg",
    score: 8.5,
    reason: [
      {
        reasonname: "บางช่วงบางตอนตัวละครตัวละครไม่ชัดเจนในหลายๆด้าน",
        reasonscore: -0.5
      },
      {
        reasonname: "ธีมเรื่องไม่เด่นชัดในบางตอน",
        reasonscore: -0.5
      },
      {
        reasonname: "รายละเอียดบางช่วงเหมือนขาด ทำให้ขัดกับอารมณ์ภายในเรื่อง",
        reasonscore: -0.5
      }
    ],
    logline: "เรื่องราวการเอาชีวิตรอดของเด็กๆในการปะทะกันด้วยความคิด",
    comment:
      "เนื้อเรื่องชัดเจนตรงไปตรงมาตั้งแต่ต้นเรื่องยันท้ายเรื่องในแนวทางของเรื่อง เนื้อเรื่องภายในสื่ออารมณ์ออกมาได้เต็มที่ไม่ว่าจะในแง่ของ ความกดดัน ความเสียใจ มิตรภาพ อะไรต่างๆนาๆถือว่าทำออกมาได้ดีเกือบจะตลอดทั้งเรื่อง ทุกๆตอนมีข้อมูลให้เราเสมอไม่ว่าจะเป็นปริศนาต่างๆที่ต้องฝันฝ่า การกระทำของตัวละครที่จะทำให้เรื่องเดินไปในทิศทางไหน แต่ในบางช่วงบางตอนก็น่าเบื่อไปเลยแต่น้อยมาก ด้วยความที่เนื้อเรื่องไปเร็วมากๆ แต่การไปเร็วของเรื่องก็ค่อนข้างเข้าใจได้ เพราะ เป็นความรวดเร็วที่กระชับทั้งด้านเนื้อเรื่อง ความสัมพันธ์กันของตัวละคร ซึ่งเรียบเรียงมาได้ดีมาก ถึงแม้ว่าเรื่องจะกดดันขนาดไหนแต่ก็ยังพยายามที่จะอยู่ในเกณฑ์ให้คนดูเข้าถึงได้ง่าย ไม่ได้ทำเป็นแบบกดดันสุดๆไปเลย เศร้าสุดๆไปเลย",
    reviewer: "zLighT:3"
  },
  {
    id: "4",
    genres: ["Action", "Supernatural", "Magic"],
    name: "Qualidea Code",
    img:
      "https://lh3.googleusercontent.com/proxy/gSVn4Y2EoWCy5L1l9eArSNIB5lVTaIw7U3BNiIWvfU6HNm7Bxj1BiuL-5lsKp2WFqASK-n4tV20DB4aE5KNSUD03MwdWaGeBiA",
    score: 5,
    reason: [
      {
        reasonname: "เนื้อเรื่องเยอะเกินความจำเป็น",
        reasonscore: -1.5
      },
      {
        reasonname: "ไม่ค่อยอธิบายบางอย่างให้เข้าใจ",
        reasonscore: -0.5
      },
      {
        reasonname: "การพัฒนาทางความคิดของตัวละครที่วกไปวนมา",
        reasonscore: -1
      },
      {
        reasonname: "อนิเมะชั่นยิ่งดูยิ่งดรอปไปเรื่อยๆ",
        reasonscore: -2
      }
    ],
    logline: "คอนเซ็ปเนื้อเรื่องที่ดี แต่ก็ต้องมาตกม้าตายในช่วงหลัง",
    comment:
      "คอนเซ็ปของเนื้อเรื่องที่น่าสนใจ และ ปมปริศนาในเรื่องที่มีให้ดูแล้วลุ้นคิดไปกับเรื่องที่ดี แต่ ด้วยความที่เรื่องนี้มีตัวละครหลักถึง 6 ตัว ทำให้เนื้อเรื่องแยกย่อยออกเป็นรายตัวละครเยอะมาก จนทำให้คิดว่าตัวเอกจริงๆที่ทำให้เรื่องไปข้างหน้าคือใครกันแน่ ช่วงครึ่งแรกของเรื่องทำออกมาได้ดีมากเล่นกับไอเดีย และ อารมณ์ของเรื่องได้ดี ปริศนาต่างๆภายในเรื่องที่ค่อยๆเผยออกมาให้คิดว่าเรื่องควรจะไปในทิศทางไหน แต่พอถึงครึ่งหลังของเรื่อง เนื้อเรื่องเร่งจนไอ้โน้นไอ้นี้เต็มไปหมด บางอย่างที่ควรจะเล่าก็เล่าไม่ละเอียดทำให้ดูกลายเป็นว่าจะเกิดอะไรก็เกิด ในด้านคุณภาพอนิเมชั่นก็เช่นกัน ในตอนแรกๆออกมาดี แต่ยิ่งดูไปเรื่อยๆ ยิ่งผ่านแต่ละตอนไปคุณภาพของอนิเมชั่นยิ่งดรอปไปเรือยๆ",
    reviewer: "zLighT:3"
  },
  {
    id: "5",
    genres: ["Slice of Life", "Comedy"],
    name: "Comic Girls",
    img:
      "https://vignette.wikia.nocookie.net/comic-girls/images/f/f7/7c2151f673447d249770ae6d039aea461516392465_full.jpg/revision/latest?cb=20180417115809",
    score: 8,
    reason: [
      {
        reasonname: "ความเป็นเหตุเป็นผลของเนื้อเรื่อง",
        reasonscore: -1
      },
      {
        reasonname: "พัฒนาการของตัวละครค่อนข้างที่จะช้า",
        reasonscore: -0.5
      },
      {
        reasonname: "การเรียบเรียงอารมณ์ของเรื่อง",
        reasonscore: -0.5
      }
    ],
    logline: "เนื้อเรื่องไม่ได้มีอะไรมากเลย แต่ความรู้สึกเต็มเปี่ยม",
    comment:
      "ภายในเรื่องยังคงมีช่วงหนึ่งของเนื้อเรื่องและหลายๆฉากที่ไม่มีความเกี่ยวข้องกับสิ่งใดเลย ในแง่ของการทำให้ตัวละครเกิดการพัฒนา หลากหลายตอนให้ความสำคัญกับการไปโฟกัสตัวละครและเนื้อเรื่องที่ไม่มีส่วนช่วยในการทำให้เรื่องเกิดการเปลี่ยนแปลงและพัฒนาในสิ่งที่มีอยู่เดิมภายในเรื่องด้วยซ้ำ ใช้การดำเนินเนื้อเรื่องแบบเดิมๆซ้ำไปมาทำให้เนื้อเรื่องบางช่วงดูเหมือนยืดๆ และส่วนที่ทำให้ดูแล้วขัดหูขัดตาก็คืองานที่ตัวละครทำ ไม่ได้มีความสมเหตุสมผลเลย ความยากง่าย หรือ อุปสรรคต่างๆดูไม่มีน้ำหนักพอ แล้วปัญหาสำคัญของเรื่องก็คือการเรียบเรียงอารมณ์ภายในเรื่องที่แนวชีวิตประจำเกือบจะทุกเรื่องมีปัญหากันหมด คือ การตัดอารมณ์ภายใน 1-2 ตอนจบแบบขัดกับอารมณ์เรื่องตั้งแต่ตอนแรกๆที่ดำเนินมา ทำให้มันดูขัดๆนิดหน่อย แต่ถ้าตัดเรื่องการดำเนินเนื้อเรื่อง กับ อารมณ์ภายในเรื่อง แล้วโฟกัสแค่การดูชีวิตประจำวันของตัวละคร ถือว่าทำได้ดีเลยทีเดียว ด้วยความที่ตัวละครภายในเรื่องมีคาแรคเตอร์ที่ต่างกันทุกตัวละคร ทำให้เราได้เห็นหลายๆมุมมองของตัวละครเหล่านั้น รวมไปถึงการพากษ์ตัวละครที่เข้าถึงอารมณ์ของตัวละครนั้นแบบสุดๆ ถึงจะบ่นว่าช่วงท้ายทำการตัดอารมณ์ก็จริง แต่พอนำมาพิจารณาและเข้าถึงอารมณ์ของตัวละครแล้วก็สามารถทำให้เราเข้าใจความรู้สึกของตัวละครนั้นๆได้",
    reviewer: "zLighT:3"
  },
  {
    id: "6",
    genres: ["Romance", "School", "Shoujo"],
    name: "3D Kanojo : Real Girl",
    img:
      "https://wiki.anime-os.com/image/2018/10/3D-Kanojo-Real-Girl-2019.jpg.webp",
    score: 3.5,
    reason: [
      {
        reasonname: "เนื้อเรื่องน่าเบื่อ",
        reasonscore: -2
      },
      {
        reasonname: "เนื้อเรื่องใช้มุกเดิมๆในการดำเนินเรื่อง",
        reasonscore: -1
      },
      {
        reasonname: "ไม่ค่อยให้ความสำคัญกับปมของเนื้อเรื่องเลย",
        reasonscore: -1
      },
      {
        reasonname: "ความสำพันธ์ของตัวละครเหมือนกั๊กๆ",
        reasonscore: -1
      },
      {
        reasonname: "ไม่ค่อยให้ความรู้สึกอินกับแต่ละตอนสักเท่าไหร่",
        reasonscore: -1.5
      }
    ],
    logline: "ความรักสุดแสนจะธรรมดา และ น่าเบื่อ",
    comment:
      'เนื้อเรื่องค่อนข้างเป็นสูตรสำเร็จ "รักกัน เลิกกัน กลับมารักกัน" ซึ่งเนื้อเรื่องปูมาได้น่าเบื่อถึงเบื่อที่สุด ไม่ได้มีอะไรแปลกใหม่เลย เนื้อเรื่องส่วนใหญ่จะเกิดจากการเข้าใจผิดของตัวละครใช้มุกนี้บ่อยมากจนเนื้อเรื่องไม่ค่อยเดิน แนวทางความคิดของตัวละครก็ไม่ได้พัฒนาเลยแม้แต่นิดเดียว มาพัฒนาความคิดตัวเองได้ในตอนท้ายของเรื่องแค่ไม่กี่ตอนเลยทำให้ความสัมพันธ์ของตัวละครก็ไม่ได้มีอะไรที่ทำให้น่าดูมากเท่าไหร่ เนื้อเรื่องค่อยข้างที่จะหาแนวทางของตัวเองไม่เจอ บางช่วงก็เป็น Slice of Life ไปเลย บางตอนก็เป็น RomCom ไปเลย หาจุดยืนไม่ค่อยถูกว่าจะทำเรื่องของตัวเองไปในแนวทางไหน ปมของเรื่องต่างๆก็ค่อนข้างเด่นชัดพอที่จะเดาๆได้ และ ปมของเรื่องที่เป็นจุดสำคัญจริงๆเรื่องก็ไม่ปูอารมณ์ให้กับปมนั้นเลย',
    reviewer: "zLighT:3"
  },
  {
    genres: ["Comedy", "Romance", "School", "Shounen", "Slice of Life"],
    name: "Karakai Jouzu no Takagi-san",
    img: "https://f.ptcdn.info/582/055/000/p2b5fw8wj2WB2XLzxrQ-o.jpg",
    score: 8,
    reason: [
      {
        reasonname: " เนื้อเรื่องไม่ค่อยมีอะไรเลยแบบไม่มีอะไรจริงๆ ",
        reasonscore: -1
      },
      {
        reasonname: "ช่วงของ Season1 ตัวละครไม่ค่อยมีการพัฒนา",
        reasonscore: -1
      }
    ],
    comment: "No Comment อวยอย่างไม่มีเหตุผล",
    logline:
      "จงเตรียมอินซูลินไว้ข้างกาย ไม่งั้นระดับน้ำตาลในเลือดอาจสูงขึ้นได้",
    reviewer: "zLighT:3"
  },
  {
    genres: [
      "Action",
      "Harem",
      "Comedy",
      "Supernatural",
      "Magic",
      "Romance",
      "Ecchi",
      "Fantasy",
      "School",
      "Shounen"
    ],
    name: "Trinity Seven",
    img:
      "https://anime-subth.net/wp-content/uploads/2019/11/Trinity-Seven-%E0%B8%97%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%95%E0%B8%B5%E0%B9%89%E0%B9%80%E0%B8%8B%E0%B9%80%E0%B8%A7%E0%B9%88%E0%B8%99-7-%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%84%E0%B8%B1%E0%B8%A1%E0%B8%A0%E0%B8%B5%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%A7%E0%B8%97-%E0%B8%8B%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%97%E0%B8%A2.jpg",
    score: 6.5,
    reason: [
      {
        reasonname: "ฉาก 18+ หรือ อะไรต่างๆภายในเรื่องเยอะเกินไป",
        reasonscore: -1
      },
      {
        reasonname: "ความเข้าใจในเวทย์ของเนื้อเรื่องที่ซับซ้อน",
        reasonscore: -1
      },
      {
        reasonname: "การอธิบายเหตุผลต่างๆที่ไม่เคลีย",
        reasonscore: -0.5
      },
      {
        reasonname: "การดำเนินเนื้อเรื่องที่ไม่ค่อยสมเหตุสมผล",
        reasonscore: -0.5
      },
      {
        reasonname: "ให้กับฉากแอคชั่นและคุณภาพอนิเมชั่น",
        reasonscore: +1
      }
    ],
    comment:
      "เรื่องนี้ทำอะไรก็มีแต่ฉาก 18+ ไม่ว่าจะเป็นฉากต่อสู้ การพูดคุยของตัวละคร หรือ การเล่นมุกต่างๆ ก็มีแต่ 18+ ถ้าตัดเรื่องของพวกนี้ไปแล้วไปเน้นที่เนื้อเรื่องอย่างเดียวก็ถือว่าทำเรื่องได้น่าสนใจไม่ว่าจะเป็นการพัฒนาของพระเอกที่ค่อยๆเก่งขึ้นเรื่อยๆ หรือ แนวทางการดำเนินเรื่องที่ชัดเจนตั้งแต่ต้นเรื่องยันจบ ทุกอย่างภายในเรื่องค่อยๆที่จะเล่าและอธิบายอะไรต่างๆบางอย่างก็เคลียบางอย่างก็ไม่ ในส่วนที่เข้าใจยากที่สุดของเรื่องก็คงเป็นเวทมนต์ของเรื่องที่ศัพท์เฉพาะเยอะ และ การแยกย่อยของเวทย์ต่างๆที่ถ้าจะทำความเข้าใจกับมันก็ยากหน่อยๆ ในส่วนของ The Movie นั้นไม่ค่อยมีความเกี่ยวข้องกับเนื้อเรื่องหลักสักเท่าไหร่ แต่จะเป็นการได้เห็นการเติบโตของพระเอก ทั้งในด้านพลังและในด้านแง่คิดต่างๆ",
    logline: "จอมมารและเหล่าสาวๆทั้ง7 กับ ฉาก18+ที่เยอะเหลือเกิน",
    reviewer: "zLighT:3"
  },
  {
    genres: ["Adventure", "Demons", "Fantasy", "Historical", "Romance"],
    name: "Maoyuu Maou Yuusha",
    img:
      "https://img.online-station.net/_news/2012/1229/65411_Maoyuu_Maou_Yuusha_illusion_art.jpg",
    score: 8,
    reason: [
      {
        reasonname: "เนื้อเรื่องค่อนข้างเข้าใจยาก",
        reasonscore: -1
      },
      {
        reasonname:
          "เนื้อเรื่องบางครั้งไปเร็วจนเกินไป บางครั้งก็ช้าจนคิดว่าไม่ต้องมีก็ได้",
        reasonscore: -1
      },
      {
        reasonname:
          "ด้วยความที่เนื้อเรื่องเป็นผู้กล้าและจอมมาร แต่ 2 ตัวละครนี้แทบไม่ได้อยู่ด้วยกันเลย",
        reasonscore: -0.5
      }
    ],
    comment:
      "เนื้อเรื่องค่อนข้างที่จะเฉพาะตัว 60-70% ของเรื่องจะเกี่ยวกับเศรษฐศาสตร์เป็นส่วนใหญ่ เนื้อเรื่องค่อนข้างที่จะไปเร็วจนบางครั้งต้องดูวนหลายๆรอบเพื่อที่จะทำความเข้าใจในสิ่งที่ตัวละครจะสื่อ แต่ถึงเนื้อเรื่องจะไปไวแต่ฉากทุกฉากสำคัญหมด ฉากไหนดึงอารมณ์ก็ดึงอารมณ์ได้ดีสุดๆ ทุกๆตัวละครมีบทบาทสำคัญแทบทุกตัว ไม่มีตัวละครตัวไหนไม่เด่นเลย",
    logline: "ฉีกทุกกฎของจอมมารและผู้กล้า กับ การดูยากที่ต้องทำความเข้าใจ",
    reviewer: "zLighT:3"
  }
];
export default data;
